Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_780_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámediggi ohcá mearreáigásaš prošeaktačálli
smn: Sämitigge ocá meriáigásii projektčällee

source: Sámediggi ohcá mearreáigásaš
smn: Sämitigge ocá meriáigásii

source: prošeaktačálli
smn: projektčällee

source: Sáfá2-prošektii ( Sámi Giellagáldu ) .
smn: Sáfá2- projektin ( Säämi Kielâkäldee ) .

source: Bargu álgá soahpamuša mielde ja bistá 30.6.2014 rádjai .
smn: Pargo álgá sopâmuš mield já pištá 30.6.2014 räi .

source: Prošeaktačálli bargui gullet prošeavtta beaivválaš doaimmahatbarggut , čoahkkimiid ordnen ja prošeavtta rehketdoallobargguid dikšun .
smn: Projektčällee pargoid kuleh projekt piäiválâš toimâttâhpargoh , čuákkimij ornim sehe projekt ruttâtuálupargoh .
